Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/rapport_fra_referansegruppen_for_dokumentasjonssenter_for_kautokeino_alta-saken.html.tmx
Source language: nob
Languages: sme

source: Rapport fra referansegruppen for dokumentasjonssenter for Kautokeino/Alta-saken
sme: Raporta Guovdageainnu/Álttá-ášši dokumentašuvdnaguovddáža referánsajoavkkus

source: Referansegruppen for etableringen av et dokumentasjonssenter for Kautokeino/Alta-saken, som er utnevnt av Sametinget, har overlevert rapport til Sametinget.
sme: Guovdageainnu/Álttá-ášši dokumentašuvdnaguovddáža ásaheami referánsajoavku, maid Sámediggi lea nammadan, lea addán raportta Sámediggái.

source: Sametinget har fokus på å få dokumentert den viktige historien rundt utbygginga av Alta-Kautokeinovassdraget.
sme: Sámedikkis lea fokus dasa ahte oažžut duođaštuvvot dan dehálaš historjjá Álttá-Guovdageainnučáhcádaga huksema oktavuođas.

source: Sametinget har bedt RiddoDuottarMuseat stå for dette viktige dokumentasjonsarbeidet.
sme: Sámediggi lea bivdán RiddoDuottarMuseaid dahkat dán dehálaš dokumentašuvdnabarggu.

source: Arbeidet er organisert som et prosjekt.
sme: Bargu lea organiserejuvvon prošeaktan.

source: Sametinget har også satt ned en referansegruppe til prosjektet som har bestått at lokale aktører fra Máze og en representant for Samisk arkiv.
sme: Sámediggi lea maid nammadan referánsajoavkku prošektii mas leat leamaš mielde báikkálaš aktevrrat Mázes ja vel Sámi arkiivva ovddasteaddji.

source: Referansegruppa besto av leder Ante Guttormsen, Klemet Erland Hætta, Nils Johan Nango og Inga Marja Steinfjell.
sme: Referánsajoavkkus leat leamaš mielde jođiheaddji Ante Guttormsen, Klemet Erland Hætta, Nils Johan Nango ja Inga Marja Steinfjell.

source: Referansegruppen overleverte en egen rapport fra sitt arbeid til Sametinget 15. mars 2023.
sme: Referánsajoavku attii iežas raportta Sámediggái njukčamánu 15. beaivvi 2023.

source: Les rapporten på hovedspråket samisk: Raporta - Máze dokumentašuvdnaguovddáža referánsajoavku
sme: Loga Máze dokumentašuvdnaguovddáža referánsajoavkku raportta

source: Les rapporten til referansegruppen for Máze dokumentasjonssenter (oversatt versjon av rapport)
sme: Loga referánsajoavkku raportta dárogillii
